/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Riscrivi sempre i files quando ricarichi";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Usa sempre editor predefinito";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Interfaccia";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Chiedi prima di chiudere una finestra di connessione.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Tentativo di estrarre testo e creare un nuovo documento dalle immagini PNG, JPEG e GIF caricate.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Controlla automaticamente la presenza di aggiornamenti del programma";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Ampiezza banda";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Preferiti";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Porta la finestra 'trasferimento files' in primo piano durante i trasferimenti";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Browser";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Cambio impostazioni…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Cambio permessi";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "I cambiamenti diverranno efficaci la prossima volta che si aprirà il programma.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Controlla gli aggiornamenti ora";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Scegli Archiviazione a Ridondanza Ridotta (RRS) per ridurre il costo salvando dati non critici, riproducibili, con un livello di ridondanza inferiore.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Scegli l'algoritmo di cifratura per upload dei file.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Chiudi la finestra dei trasferimenti al loro completamento";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Conferma disconnessione";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Collegati al preferito:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Connessione";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Converti in formato Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Predefinito";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Posizione Bucket predefinita";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Protocollo di gestione predefinita";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Classe di archiviazione predefinita";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Protocollo predefinito:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Documenti:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Doppio-click apre il file nell'editor esterno";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Percorso di Download:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Downloads";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor esterno";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Cifratura";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Esecuzione";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Files duplicati:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Avanzato";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Generale";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs supporta l'esportazione dei documenti in diversi formati file. Scegli il formato predefinito per esportare i documenti scaricati.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Gruppo";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Linee orizzontali";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "La finestra Info visualizza sempre la selezione corrente";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Lingua";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Lungo";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Portata massima:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Medio";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Numero di tentativi:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Apre una finestra di collegamento vuota all'avvio dell'applicazione. Selezionare un preferito apre una nuova finestra di collegamento.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Apri i file scaricati con l'applicazione predefinita";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Apri nuova finestra browser all'avvio";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Apri una nuova connessione";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Riconoscimento Ottico dei Caratteri (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "Altre Visuali";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Altri";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Proprietario";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Permessi";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Preferenze";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Presentazioni:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Mantieni la data della modifica";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxies";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Lettura";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Cancella i files quando il trasferimento è terminato";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Ripeti i task di rete non completati";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Il tasto Return seleziona la cartella o il file da rinominare";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Memorizza finestre collegamento aperte";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Cerca le password nel portachiavi. A collegamento avvenuto salva le password nel portachiavi come azione predefinita.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Seleziona un editor testi predefinito per editare i files. L'editor deve essere installato nel vostro computer e supportare l'interfaccia ODB.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Selezionate l'applicazione predefinita da utilizzare per aprire files o links che puntano ad un indirizzo FTP.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Selezionate l'applicazione predefinita da utilizzare per aprire files o links che puntano ad un indirizzo SFTP.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Breve";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Mostra files invisibili";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Salta i file corrispondenti alla Espressione Regolare:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Spreadsheets:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Codifica caratteri";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Posizione predefinita nella quale verranno creati i Buckets.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "La codifica caratteri predefinita è utilizzata per convertire i caratteri nei nomi file visualizzati nel browser. Dovrebbe corrispondere a quella usata dal server.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Regola velocità Trasferimenti";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Timeout per apertura collegamenti (secondi):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Timeouts";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Date di modifica";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Trasferisci Files:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Trasferimenti";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Banda Illimitata";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Aggiornamenti";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Effettua l'upload usando un nome di file temporaneo";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Uploads";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Usa l'Accesso Portachiavi";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Usa icone grandi";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Usa icone medie";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Usa icone piccole";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Usa sfondo a colori alternati";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Usa connessione browser";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Usa cartelle ad impulso quando trascini i files";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Usa impostazioni proxy di sistema";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Linee verticali";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Quando utilizzate icone piccole, nel cassetto viene visualizzato solo il nickname del preferito.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Salva tutti i browser aperti all'uscita e ristabilirà i collegamenti al lancio sucessivo.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Scrittura";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Potete semplicemente archiviare i file caricati in Google Docs, o convertire testo e documenti, presentazioni e fogli elettronici nel formato Google Docs così potrete in seguito editarne il contenuto online.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "per Files";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "per Cartelle";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "ai permessi del file locale";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "ai permessi del file remoto";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "a questi permessi:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "con ritardo (secondi):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "con ritardo:";

